[
  {
    "Common Name": "Dung Beetle 1",
    "Genus": "Amphistomus",
    "Specific epitaph": "cunninghamensis",
    "Morphospecies": "",
    "Author": "Mathews, 1974",
    "Description": "A squat lumpy flightless dung beetle, with tuberculate margins to its body. The body has short curved setae which trap soil and excrement. At the apex of the elytra there are two distinct tubercles. It belongs to a species complex and can only be reliably diagnosed by locality and male genitalia. Males are distinguished by longer more strongly curved hind legs. Length 4-6mm.",
    "Distribution": "The border area of New South Wales and Queensland, including Border Range National Park.",
    "Habitat": "Rainforests, generally at high elevation.",
    "Life History": "It is attracted to mammal dung. Amphistomus species make a ball of dung and roll into into a burrow in the soil, but the biology of this species is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211.+Atlas of Living Australia , 2022. Amphistomus cunninghamensis Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:74b7e789-0335-4f37-aeec-8d560b4e6adc."
  },
  {
    "Common Name": "Dung Beetle 2",
    "Genus": "Amphistomus",
    "Specific epitaph": "primonactus",
    "Morphospecies": "",
    "Author": "Mathews, 1974",
    "Description": "A squat lumpy flightless dung beetle, with tuberculate margins to its body. The body has short, curved setae which trap soil and excrement. At the apex of the elytra there is one large tubercle. It belongs to a species complex and can only be reliably diagnosed by locality and male genitalia. Males are distinguished by longer more strongly curved hind legs. Length 4-7 mm.",
    "Distribution": "This species is confined to the area from Tapin Tops National Park to Guy Fawkes National Park, New South Wales.",
    "Habitat": "High elevation closed forests and adjacent dry sclerophyll forest.",
    "Life History": "It is attracted to mammal dung. Amphistomus primonactus buries dung in the soil, but detailed biology of this species is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211.+ Atlas of Living Australia , 2022. Amphistomus primonactus Matthews, 1974. Available at: https://spatial.ala.org.au/?q=lsid:urn:lsid:biodiversity.org.au:afd.taxon:c57731a0-8792-46b6-b69f-062c05e0c43d. + Harris, R. & Reid, C. 2016. Fauna Net. Dung beetles of eastern NSW. Amphistomus primonactus. http://keyserver.lucidcentral.org/key-server/data/07040701-0a08-4a06-8902-03000b010a0f/media/Html/aprimonactus.html"
  },
  {
    "Common Name": "Dung Beetle 3",
    "Genus": "Aulcopris",
    "Specific epitaph": "maximus",
    "Morphospecies": "",
    "Author": "Mathews, 1974",
    "Description": "The largest Australian dung beetle, 22-30mm long. It is a massive dull black beetle without obvious hairs and with long ridges on the prothorax and rows of small tubercles on the elytra. The front legs have a deep incision on their inner surface. Males and females are similar but the latter have thinner legs.",
    "Distribution": "Aulacopris maximus is a widespread but rarely seen species, occuring from Barrington Tops, New South Wales to the Blackall Range, Queensland.",
    "Habitat": "Montane rainforest.",
    "Life History": "Although it is atttracted to a variety of different dung types, it seems particularly associated with insectivorous bat dung accumulations and its presence may indicate nearby bat roosts in hollow trees or caves. This species rolls dung into balls and buries them in soil for the larva.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211.+ Williams, G. A. 2002. New distribution and biological records for native dung beetles, in the tribe Scarabaeini, from New South Wales. Proceedings of the Linnean Society of New South Wales 124: 13-16. + Atlas of Living Australia , 2022. Amphistomus trispiculatus Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:91f01bfc-7f8b-4e1e-a199-808ba331375f#overview + Harris, R. & Reid, C. 2016. Fauna Net. Dung beetles of eastern NSW. Aulacopris maximus. http://keyserver.lucidcentral.org/key-server/data/06070f03-070b-420a-8008-09070d0e060a/media/Html/amaximus.html"
  },
  {
    "Common Name": "Dung Beetle 4",
    "Genus": "Amphistomus",
    "Specific epitaph": "trispiculatus",
    "Morphospecies": "",
    "Author": "Mathews, 1974",
    "Description": "A squat lumpy flightless dung beetle, with tuberculate margins to its body. The body has short curved setae which trap soil and excrement. At the apex of the elytra there are two small tubercles. It belongs to a species complex and can only be reliably diagnosed by locality and male genitalia. Males are distinguished by longer more strongly curved hind legs. Length 4-6 mm.",
    "Distribution": "Occurs in two isolated areas, Washpool and Gibraltar Range National Parks and the eastern Border Range area, New South Wales and Queensland.",
    "Habitat": "This species is confined to montane closed forests.",
    "Life History": "It is attracted to mammal dung. The biology of Amphistomus trispiculatus is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211. + Atlas of Living Australia , 2022. Amphistomus trispiculatus Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:91f01bfc-7f8b-4e1e-a199-808ba331375f#overview. + Harris, R. & Reid, C. 2016. Fauna Net. Dung beetles of eastern NSW. Amphistomus trispiculatus. http://keyserver.lucidcentral.org/key-server/data/07040701-0a08-4a06-8902-03000b010a0f/media/Html/atrispiculatus.html"
  },
  {
    "Common Name": "Darkling Beetle 1",
    "Genus": "Cardiothorax",
    "Specific epitaph": "femoratus",
    "Morphospecies": "",
    "Author": "Bates, 1879 ",
    "Description": "A typical darkling beetle, dull black with simple antennae which emerge from under the sides of the head, and hind legs with one less tarsal segment than mid legs. There are about 65 species of Cardiothorax, all flightless, mostly in New South Wales and Queensland. This species is one of a group of similar species, with heart shaped prothorax, evenly grooved elytra and fore legs slightly thicker than middle legs. The male has a spur on the hind leg, missing in the female. Length 12-15mm.",
    "Distribution": "Cardiothorax femoratus is widespread from Washpool National Park, New South Wales to Mount Tambourine, Queensland.",
    "Habitat": "In open and closed forest.",
    "Life History": "Cardiothorax adults and larvae are nocturnal and feed on leaf litter but the biology of this species is unknown.",
    "References": "Matthews, E.G. 1998. Classification, phylogeny and biogeography of the genera of Adeliini (Coleoptera: Tenebrionidae). Invertebrate Taxonomy 12: 685-824. + Atlas of Living Australia, 2022. Cardiothorax femoratus Bates, 1879. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:7918114f-9cc2-4393-afe7-62b176353273# + Bates, F., 1879. Notes on the Adeliinae with descriptions of new species. Entomologist's Monthly Magazine, Volume 16, pp. 30-33, 71-75, 131-133"
  },
  {
    "Common Name": "Darkling Beetle 2",
    "Genus": "Cardiothorax",
    "Specific epitaph": "iridipes",
    "Morphospecies": "",
    "Author": "Carter, 1911 ",
    "Description": "A typical darkling beetle, shiny black with simple antennae which emerge from uder the sides of the head and hind legs with one less tarsal segment than mid legs. There are about 65 species of Cardiothorax, all flightless, mostly in New South Wales and Queensland. This species is one of a group of similar species, with heart shaped prothorax, evenly grooved elytra and thin delicate legs without spurs. Length 11-12mm.",
    "Distribution": "Cardiothorax iridipes is restricted to the Dorrigo to London Bridge State Forest area, New South Wales.",
    "Habitat": "Open and closed forest.",
    "Life History": "Cardiothorax adults and larvae are nocturnal and feed on leaf litter but the biology of this species is unknown.",
    "References": "Matthews, E.G. 1998. Classification, phylogeny and biogeography of the genera of Adeliini (Coleoptera: Tenebrionidae). Invertebrate Taxonomy 12: 685-824. + Atlas of Living Australia, 2022. Cardiothorax iridipes Carter, 1911. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:5b9a37be-d14a-4f6a-b0dc-e8142134b6e0#overview"
  },
  {
    "Common Name": "Darkling Beetle 3",
    "Genus": "Coripera",
    "Specific epitaph": "morleyana",
    "Morphospecies": "",
    "Author": "Carter, 1905 ",
    "Description": "A typical darkling beetle, shiny blackish-brown with simple antennae which emerge from uder the sides of the head and hind legs with one less tarsal segment than mid legs. There are about 10 species of Coripera, all flightless, mostly in New South Wales, Victoria and Tasmania. This species is distinguished by its bronzy upper surface with pale elytral margins, small size and irregular lines of puctures on the elytra. Length 7.5-12mm.",
    "Distribution": "Widespread from Wollongong to Boonoo Boonoo National Park, New South Wales.",
    "Habitat": "In open and closed forest.",
    "Life History": "Coripera adults and larvae are nocturnal and feed on leaf litter but the biology of this species is unknown.",
    "References": "Matthews, E.G. 1998. Classification, phylogeny and biogeography of the genera of Adeliini (Coleoptera: Tenebrionidae). Invertebrate Taxonomy 12: 685-824. + Atlas of Living Australia, 2022. Coripera morleyana Carter, 1905. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:afb2766e-bfb1-42c4-9cce-a892578e8c4a#overview"
  },
  {
    "Common Name": "Dung Beetle 5",
    "Genus": "Diorygopyx",
    "Specific epitaph": "asciculifer",
    "Morphospecies": "",
    "Author": "Mathews, 1974",
    "Description": "A shiny black ovoid flightless dung beetle, with a smooth convex surface. There are 8 species of Diorygopyx, all very similar. This species is diagnosed by having the spines at the front of the head widely separated, the upper edge of the apex of the abdomen only grooved laterally and the fore legs of the male thin with a rectangular apical flange. Females have simple fore legs. Length 5.5-7.5mm.",
    "Distribution": "From Barrington Tops to the Comboyne area, New South Wales.",
    "Habitat": "Closed forests.",
    "Life History": "It is attracted to mammal dung. Diorygopyx species make a ball of dung and roll it into a burrow in the soil, but the biology of this species is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211. + Atlas of Living Australia , 2022. Diorygopyx asciculifer Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:287a0511-9f72-40ed-a523-14ff87e26c0f. + Harris, R. & Reid, C. 2016. Fauna Net. Dung beetles of eastern NSW. Diorygopyx asciculifer. http://keyserver.lucidcentral.org/key-server/data/04060f04-0d0c-420e-8e04-06060a05000f/media/Html/dasciculifer.html"
  },
  {
    "Common Name": "Dung Beetle 6",
    "Genus": "Diorygopyx",
    "Specific epitaph": "duplodentatus",
    "Morphospecies": "",
    "Author": "Matthews, 1974 ",
    "Description": "A shiny black ovoid flightless dung beetle, with a smooth convex surface. There are 8 species of Diorygopyx, all very similar. This species is diagnosed by having the spines at the front of the head separated, the upper edge of the apex of the abdomen only grooved laterally and the fore legs of the male with a triangular apical flange and teeth along the inner edge. Females have simple fore legs. Length 5.5-7.5mm.",
    "Distribution": "Widespread but always rare, from Styx River National Park to Boonoo Boonoo National Park, New South Wales.",
    "Habitat": "In open and closed montane forests.",
    "Life History": "It is attracted to mammal dung. Diorygopyx species make a ball of dung and roll it into a burrow in the soil, but the biology of this species is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211. + Atlas of Living Australia , 2022. Diorygopyx duplodentatus Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:7d3d64da-41b5-434d-8928-713826f80d34."
  },
  {
    "Common Name": "Dung Beetle 7",
    "Genus": "Diorygopyx",
    "Specific epitaph": "incrassatus",
    "Morphospecies": "",
    "Author": "Matthews, 1974 ",
    "Description": "A shiny black ovoid flightless dung beetle, with a smooth convex surface. There are 8 species of Diorygopyx, all very similar. This species is diagnosed by large size, having the spines at the front of the head joined at the base, the upper edge of the apex of the abdomen completely transversely grooved and the fore legs of the male thick with a large triangular projection at base and large teeth. Females have simple fore legs. Length 7.5-9.5mm.",
    "Distribution": "Confined to Coorabakh National Park to Ramornie National Park, New South Wales.",
    "Habitat": "Mid-elevation closed forests.",
    "Life History": "It is attracted to mammal dung. Diorygopyx species make a ball of dung and roll it into a burrow in the soil, but the biology of this species is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211. + Atlas of Living Australia , 2022. Diorygopyx incrassatus Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:60921671-bb68-41a2-a20a-d4e87d4fc4ad# + Harris, R. & Reid, C. 2016. Fauna Net. Dung beetles of eastern NSW. Diorygopyx incrassatus. http://keyserver.lucidcentral.org/key-server/data/04060f04-0d0c-420e-8e04-06060a05000f/media/Html/dincrassatus.html"
  },
  {
    "Common Name": "Dung Beetle 8",
    "Genus": "Diorygopyx",
    "Specific epitaph": "niger",
    "Morphospecies": "",
    "Author": "Mathews, 1974",
    "Description": "A shiny black ovoid flightless dung beetle, with a smooth convex surface. There are 8 species of Diorygopyx, all very similar. This species is diagnosed by having the spines at the front of the head separated, the upper edge of the apex of the abdomen completely but sinuately grooved and the fore legs of the male thin with a broad apical flange and  and small internal teeth. Females have simple fore legs. Length 5-8.5mm.",
    "Distribution": "Abundant but restricted to the Dorrigo Plateau to the coastal region around Coffs Harbour, New South Wales.",
    "Habitat": "Closed forests.",
    "Life History": "It is attracted to mammal dung. Diorygopyx species make a ball of dung and roll it into a burrow in the soil, but the biology of this species is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211. + Atlas of Living Australia , 2022. Diorygopyx niger Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:44fb1f0e-2c68-426a-89fb-85539d137e9d#overview + Harris, R. & Reid, C. 2016. Fauna Net. Dung beetles of eastern NSW. Diorygopyx niger. http://keyserver.lucidcentral.org/key-server/data/04060f04-0d0c-420e-8e04-06060a05000f/media/Html/dniger.html"
  },
  {
    "Common Name": "Dung Beetle 9",
    "Genus": "Diorygopyx",
    "Specific epitaph": "simpliciclunis",
    "Morphospecies": "",
    "Author": "Mathews, 1974",
    "Description": "A shiny black ovoid flightless dung beetle, with a smooth convex surface. There are 8 species of Diorygopyx, all very similar. This species is diagnosed by having the spines at the front of the head separated, the upper edge of the apex of the abdomen completely but shallowly transversely grooved and the fore legs of the male thin with a broad apical flange and and small internal teeth. Females have simple fore legs. Length 5-7mm.",
    "Distribution": "Confined to the Border Ranges area, from Woodenbong and Lismore, New South Wales to Mount Tambourine, Queensland.",
    "Habitat": "Closed forests.",
    "Life History": "It is attracted to mammal dung. Diorygopyx species make a ball of dung and roll it into a burrow in the soil, but the biology of this species is unknown.",
    "References": "Matthews, E. G., 1974. A Revision of the Scarabaeine Dung Beetles of Australia II. Tribe Scarabaeini. Australian Journal of Zoology Supplementary Series, Volume 24. DOI: 10.1071/AJZS024, pp. 1-211. + Atlas of Living Australia , 2022. Diorygopyx simpliciclunis Matthews, 1974. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:342aab07-262a-4454-aee2-ee2d908783d6#"
  },
  {
    "Common Name": "Darkling Beetle 4",
    "Genus": "Figulus",
    "Specific epitaph": "trilobus",
    "Morphospecies": "",
    "Author": "Westwood, 1838 ",
    "Description": "A black cylindrical fully winged stag beetle in an unusual genus where males and females look alike. It is distinguished by: toothbrush-like antennae, shiny but finely pitted upper surface, 3-lobed anterior of the prothorax, longitudinally grooved elytra and size. Length 16-20mm.",
    "Distribution": "Widespread on the Dividing Range, from Canberra north to Pilliga and Wauchope, New South Wales.",
    "Habitat": "In open and closed forests.",
    "Life History": "Figulus species occur in rotting logs. They may be subsocial, with adults appearing to tend larvae, but there is also evidence of cannibalism. The biology of this species is unknown except that adults are commonly seen at light.",
    "References": "Monte, C., Zillioli, M. & Bartolozzi, L., 2016. Revision of the Australian species of Figulus MacLeay, 1819. Zootaza, Volume 3, pp. 447-484. + Hangay, G. & de Keyzer, R., 2017. A Guide to Stag Beetles of Australia. CSIRO Publishing, Clayton. + Reid, C. 2019. Lucanidae Latreille, 1804. pp. 391-416 in Slipinski & Lawrence (eds) Australian Beetles Volume 2. CSIRO Publishing, Clayton. + Atlas of Living Australia , 2022. Figulus trilobus Westwood, 1838. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:88094d6e-a8a7-499e-b6dc-688c49553f8f#overview"
  },
  {
    "Common Name": "Stag Beetle 1",
    "Genus": "Lissapterus",
    "Specific epitaph": "hopsoni",
    "Morphospecies": "",
    "Author": "Carter 1921 ",
    "Description": "Lissapterus hopsoni is a dark brown to black flat flightless stag beetle in which the male has much broader head and larger mandibles than the female. Species in this genus are generally distinguished by the shape of the male mandibles and distribution. Lissapterus hopsoni is distinguished by: antennal apex truncate, shiny but roughly surfaced prothorax compared with smooth elytra, the latter with narrow unpitted strips, a prominent bulge behind the eyes  and male mandibles pointed but with an internal flange. Length 16-24mm.",
    "Distribution": "Lissapterus hopsoni is confined to the Barrington Tops massif, New South Wales.",
    "Habitat": "Closed forests.",
    "Life History": "It occurs in or under rotting logs, usually of eucalypts. Adults may live for a year or more.",
    "References": "Hangay, G. & de Keyzer, R., 2017. A Guide to Stag Beetles of Australia. CSIRO Publishing, Clayton. + Reid, C. 2019. Lucanidae Latreille, 1804. pp. 391-416 in Slipinski & Lawrence (eds) Australian Beetles Volume 2. CSIRO Publishing, Clayton. + Atlas of Living Australia , 2022. Figulus trilobus Westwood, 1838. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:88094d6e-a8a7-499e-b6dc-688c49553f8f#overview"
  },
  {
    "Common Name": "Stag Beetle 2",
    "Genus": "Mitophyllus",
    "Specific epitaph": "ocularis",
    "Morphospecies": "",
    "Author": "Carter, 1925",
    "Description": "A small dark brown cylindrical fully winged stag beetle with scattered tufts of thick pale hairs. In this genus males have broad heads with long antennal segments and slightly projecting mandibles, whereas females have narrow heads with smaller antennae and short mandibles. Mitophyllus ocularis is distinguished from similar species by: antennae with broad apical segments, dull strongly pitted upper surface, head with a short projecting lobe between mandibles and front legs with outer teech evenly small sized except for two large sharp spurs. Length 6-8 mm.",
    "Distribution": "Mitophyllus ocularis is widespread on the Dividing Range, from Tarra Ranges National Park, Victoria north to Barrington Tops, New South Wales.",
    "Habitat": "Closed forests.",
    "Life History": "It occur in rotting logs, particularly eucalypts, especially in the outer layers. Adults commonly fly to light. They may be subsocial, with adults appearing to tend larvae, but there is also evidence of cannibalism. The biology of this species is unknown except that adults are commonly seen at light.",
    "References": "Hangay, G. & de Keyzer, R., 2017. A Guide to Stag Beetles of Australia. CSIRO Publishing, Clayton. + Reid, C. 2019. Lucanidae Latreille, 1804. pp. 391-416 in Slipinski & Lawrence (eds) Australian Beetles Volume 2. CSIRO Publishing, Clayton."
  },
  {
    "Common Name": "Dung Beetle 10",
    "Genus": "Onthophagus",
    "Specific epitaph": "compositus",
    "Morphospecies": "",
    "Author": "Lea, 1923",
    "Description": "A species of Onthophagus, a large genus of fully winged dung beetles with more than 190 species in Australia. The diversity of this genus makes identification of the species difficult. Onthophagus compositus is a fairly typical average sized species, diagnosed by black colour, 4 external teeth on fore legs, a pair of small horns on the male head, minute almond shaped eyes, densely pitted dull prothorax, and dull elytra with shiny irregular raised lines. Females lack horns. Length 6-8mm.",
    "Distribution": "This is a widespread species occuring from Pambula on the south coast of New South Wales, inland to Dubbo and north to Millmerran, Queensland.",
    "Habitat": "Open woodland.",
    "Life History": "For its egg-laying it buries a whole marsupial dropping then excavates side chambers from this.",
    "References": "Matthews, E. G., 1972. A Revision of the Scarabaeine Dung Beetles of Australia I. Tribe Onthophagini. Australian Journal of Zoology, 19(9), pp. 3-330. +  Atlas of Living Australia , 2022. Onthophagus compositus Lea, 1923. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:31e4cd80-6901-43ba-9050-4f96a6a8346e# + Harris, R. & Reid, C. 2016. Fauna Net. Dung beetles of eastern NSW. Onthophagus compositus. http://keyserver.lucidcentral.org/key-server/data/000d0303-050f-4f03-8203-04000f050100/media/Html/ocompositus.html"
  },
  {
    "Common Name": "Dung Beetle 11",
    "Genus": "Onthophagus",
    "Specific epitaph": "turrbal",
    "Morphospecies": "",
    "Author": "Mathews, 1972",
    "Description": "A species of Onthophagus, a large genus of fully winged dung beetles with more than 190 species in Australia. The diversity of this genus makes identification of the species difficult. Onthophagus turrbal is a fairly typical small sized species, diagnosed by dark brownish-black colour, 4 external teeth on fore legs, male head smooth and flat, minute almond shaped eyes, densely but shallowly pitted shiny prothorax, moderately shiny elytra with minute pitting and lateral edges with short hairs, and elongate male forelegs with a tuft of hairs at their apex. Females have coarsely sculptured heads and simple legs. Length 4-6.5mm.",
    "Distribution": "Confined to the Border Ranges area in New South Wales but extending north to Kenilworth in Queensland.",
    "Habitat": "Closed forests.",
    "Life History": "Attracted to mammal dung.",
    "References": "Matthews, E. G., 1972. A Revision of the Scarabaeine Dung Beetles of Australia I. Tribe Onthophagini. Australian Journal of Zoology, 19(9), pp. 3-330. + Atlas of Living Australia , 2022. Onthophagus turrbal Matthews, 1972. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:18dbc08f-e49e-467d-ae97-028529377eda#overview"
  },
  {
    "Common Name": "Stag Beetle 3",
    "Genus": "Safrina",
    "Specific epitaph": "dekeyzeri",
    "Morphospecies": "",
    "Author": "Reid & Beatson, 2016",
    "Description": "A black or greenish-black flat fully winged stag beetle. The male is distinguished by: antennae with apical 6 segments slightly expanded, shiny upper surface, head transverse rectangular in shape with strongly toothed mandibles which have a distinct dorsal projection, elytra with several long ridges and distribution. The female is similar but has a small head with short broad mandibles. Length 15-24 mm.",
    "Distribution": "Widespread but rarely seen, on the Dividing Range, from Ben Lomond, New South Wales, north to Stanthorpe, Queensland.",
    "Habitat": "In open and closed forests above 1000 m elevation",
    "Life History": "Safrina species occur in rotting logs that are infected by a red-rot fungus. The life cycle of this species is at least 2 years but adults are short-lived (less than 2 months).",
    "References": "Reid, C. A. M. & Beatson, M., 2016. Revision of the stag beetle genus Ryssonotus MacLeay (Coleoptera: Lucanidae), with descriptions of a new genus and three new species. Zootaxa, 4150(1), pp. 1-39. DOI: https://doi.org/10.11646/zootaxa.4150.1.1 + Hangay, G. & de Keyzer, R., 2017. A Guide to Stag Beetles of Australia. CSIRO Publishing, Clayton. + Reid, C. 2019. Lucanidae Latreille, 1804. pp. 391-416 in Slipinski & Lawrence (eds) Australian Beetles Volume 2. CSIRO Publishing, Clayton. + Atlas of Living Australia , 2022. Safrina dekeyzeri Reid & Beatson, 2016. Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:e9b06fda-7108-4dfa-a991-d82513b9793c"
  }
 ]
