[
  {
    "Common Name": "Seed bug",
    "Genus": "Daerlac",
    "Specific epitaph": "cephalotes",
    "Morphospecies": "",
    "Author": "(Dallas, 1852)",
    "Description": "This species is recognised by the following characteristics: tubular piercing/sucking mouthparts; body length, males: 6.99–7.44 mm, females 7.35-8.17 mm; ant-like body, with triangular head; dark tricoloured, dark brown to black body with orange and cream markings on wings, ventral surface of abdomen with cream spot, and lateral margins of basal segments of abdomen cream; legs mostly orange; wing membrane mostly dark brown. Daerlac cephalotes is distinguished from other species in the genus by the brown stripe on the first antennal segment (vs absence). This species is smaller than D. nigricans and D. picturatus and differences in the body colour; inclusive of the lighter orange to red-brown posterior ridge of the pronotum and the orange and red-brown legs and tricoloured hemelytral corium.",
    "Distribution": "This species is found in eastern Australia, from Brisbane to Tasmania, with multiple locations in New South Wales. This species is not considered to be of conservation concern.",
    "Habitat": "This species is associated with woodland and shrubland habitats, and is associated with eucalypt tree trunks and bark.",
    "Life History": "This species is likely a seed predator.",
    "References": "Cassis, G. & Symonds, C., 2012. Systematic revision and phylogeny of the Australian myrmecomorphic seed bug genus Daerlac Signoret (Insecta : Heteroptera : Rhyparochromidae : Udeocorini). Invertebrate Systematics, 26(1), pp. 41-66. DOI: https://doi.org/10.1071/IS11030. + Atlas of Living Australia, n.d. Daerlac cephalotes (Dallas, 1852). [Online] + Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:3440b227-b2fe-4c36-9592-b2b682a32f6f#",
    "Image": "Daerlac_cephalotes_UNSW_ENT_00033806_cropped-sharpen-scale-500px.png"
  },
  {
    "Common Name": "Lace bug 1",
    "Genus": "Epimixia",
    "Specific epitaph": "dysmica",
    "Morphospecies": "",
    "Author": "Drake & Ruhoff, 1961",
    "Description": "This species is recognised by the following combination of characters: tubular piercing/sucking mouthparts; dorsal surface of body with a lace-like texture; body length, males: 3.64-3.77 mm, females 3.65-3.76 mm; body mostly orange-brown; first antennal segment orange to reddish brown, remaining segments darker; femora and tibiae orange to reddish brown; pronotal carinae entire; subcostal area 5-cell wide; femora with elongate setiferous setae; female ventral laterotergites IX of abdomen with cone-shaped projections. This species is differentiated from other Epimixia species by the colour patterning of the antennae, the shape and size of the antenniferous tubercles, and the conical processes on the female abdomen.",
    "Distribution": "This species is broadly distributed in coastal New South Wales and Queensland. This species is not considered to be of conservation concern.",
    "Habitat": "This species is found in association with Allocasuarina species, in woodland and forest habitats.",
    "Life History": "This species is camouflaged on the leaves of its host plants (Allocasuarina spp.) and is a leaf-feeder.",
    "References": "Cassis, G., Symonds, C. & Branson, L., 2019. Systematics and species radiation of the sheoak lace bug genus Epimixia Kirkaldy (Insecta : Heteroptera : Tingidae) in Australia, New Caledonia and Papua New Guinea. Invertebrate Systematics, 33(2), pp. 277-366. DOI: https://doi.org/10.1071/IS18040.",
    "Image": "Epimixia_dysmica_AMNH_PBI_00018017_cropped-sharpen-scale.png"
  },
  {
    "Common Name": "Lace bug 2",
    "Genus": "Epimixia",
    "Specific epitaph": "tropica",
    "Morphospecies": "",
    "Author": "Cassis,Symonds & Branson,2019",
    "Description": "This species is recognised by the following combination of characters: tubular piercing/sucking mouthparts; dorsal surface of body with a lace-like texture; body length: males 4.22-4.62 mm, females 4.12-4.49 mm; slender body, tapering posteriorly; cephalic spines short and pressed against head; body bicoloured, orange-brown with black markings on pronotum and hemelytra; antennae and legs black; paranota and costal area of hemelytra carinate; female ventral laterotergites IX of abdomen without cone-shaped projections. This species is similar to E. vulturna and E. allocasuarina, but can be differentiated from them by the larger size and smaller second antennal segment than first (< ½). It is also separated from E. vulturna by the lighter outer margins of the hemelytra.",
    "Distribution": "Epimixia tropica is found in coastal areas of eastern Australia, from the mid-north coast New South Wales to the wet tropics of Queensland.",
    "Habitat": "This species is collected from two Allocasuarina species, including A. torulosa in New South Wales.",
    "Life History": "This species is camouflaged on the leaves of its host plants (Allocasuarina spp.) and is a leaf-feeder.",
    "References": "Cassis, G., Symonds, C. & Branson, L., 2019. Systematics and species radiation of the sheoak lace bug genus Epimixia Kirkaldy (Insecta : Heteroptera : Tingidae) in Australia, New Caledonia and Papua New Guinea. Invertebrate Systematics, 33(2), pp. 277-366. DOI: https://doi.org/10.1071/IS18040.+ Atlas of Living Australia , n.d. Epimixia tropica Cassis, Symonds & Branson, 2019. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:1ec52777-7241-451c-bf12-a847a2280cbb#names",
    "Image": "Epimixia_tropica_AMNH_PBI_00018500_crop-sharpen-scale.png"
  },
  {
    "Common Name": "Lace bug 3",
    "Genus": "Epimixia",
    "Specific epitaph": "vittata",
    "Morphospecies": "",
    "Author": "Horváth, 1925",
    "Description": "This species is recognised by the following characters: tubular piercing/sucking mouthparts; dorsal surface of body with a lace-like texture; body length: males 2.91-3.39, females 3.05-3.44 mm; antennae and legs reddish-brown; occipital spines elongate; pronotal carinae concolorous with remainder of pronotum; hemelytral subcostal area quadriseriate. This species is similar to E. vulturna, and is differentiated from it by its reddish-brown antennae and legs, and broader subcostal area.",
    "Distribution": "This species is broadly distributed in coastal New South Wales, with a few sites in southeast Queensland.",
    "Habitat": "This species was collected on Allocasuarina torulosa.",
    "Life History": "This species is camouflaged on the leaves of its host plants (Allocasuarina spp.) and is a leaf-feeder.",
    "References": "Cassis, G., Symonds, C. & Branson, L., 2019. Systematics and species radiation of the sheoak lace bug genus Epimixia Kirkaldy (Insecta : Heteroptera : Tingidae) in Australia, New Caledonia and Papua New Guinea. Invertebrate Systematics, 33(2), pp. 277-366. DOI: https://doi.org/10.1071/IS18040.",
    "Image": "'Epimixia_vitatta_AMNH_PBI 00018402_cropped-scale.png'"
  },
  {
    "Common Name": "Lace bug 4",
    "Genus": "Epimixia",
    "Specific epitaph": "vulturna",
    "Morphospecies": "",
    "Author": "Kirkaldy 1908",
    "Description": "This species is recognised by the following characters: tubular piercing/sucking mouthparts; dorsal surface of body with a lace-like texture; small body; tapering posteriorly; body length: males -, females - mm; antennae and legs dark brown to black; subcostal, discoidal and sutural areas of hemelytra partly dark brown;  pronotal disc often dark brown, with humeral angles darker; frontal spines very short; occipital spines about half eye length; pronotal carinae evenly reduced, visible disc; subcostal area narrowly triseriate. This species is similar to E. vittata; and is differentiated from the latter by dark legs, short cephalic spines and the triseriate subcostal area.",
    "Distribution": "This species is broadly distributed, inclusive of New South Wales, Queensland and Victoria. This species was found to be data deficient for a definitive conservation assessment.",
    "Habitat": "This species is known from on Casuarina cunninghamiana, often in riverine habitats.",
    "Life History": "This species is camouflaged on the leaves of its host plants (Casuarina spp.) and is a leaf-feeder.",
    "References": "Cassis, G., Symonds, C. & Branson, L., 2019. Systematics and species radiation of the sheoak lace bug genus Epimixia Kirkaldy (Insecta : Heteroptera : Tingidae) in Australia, New Caledonia and Papua New Guinea. Invertebrate Systematics, 33(2), pp. 277-366. DOI: https://doi.org/10.1071/IS18040.",
    "Image": "'Epimixia_vulturna_AMNH_PBI 00018280_crop-scale.png'"
  },
  {
    "Common Name": "Lace bug 5",
    "Genus": "Eritingis",
    "Specific epitaph": "aporema",
    "Morphospecies": "",
    "Author": "Drake & Ruhoff, 1962",
    "Description": "This species is recognised by the following characters: tubular piercing/sucking mouthparts; dorsal surface of body with a lace-like texture; convergent frontal cephalic spines, small concolourous medial cephalic spine, apex of disc with sparse vestiture, dorsal setae concentrated in areoles, pronotal carinae reduced over disc, carinate costal area, metasternal carinae raised, mesosternal carinae straight sided, anterior of metasternal carinae curl sharply inwards.",
    "Distribution": "This species is broadly distributed in Australia, found in all states and territories aside from Tasmania. This species is not of conservation concern.",
    "Habitat": "It is found on a broad range of perennial shrubs. Most species were collected from Alectryon oleifolius (Sapindaceae). In New South Wales it was collected from the latter species, as well as Geijera parviflora (Rutaceae) and Acacia spp.",
    "Life History": "This species is a leaf feeder and is found on the underside of leaves.",
    "References": "Drake, C.J. & Ruhoff, F.A. 1962. Synonymic notes and descriptions of new Tingidae (Hemiptera). Studia Entomologica 5: 489-506 [503].",
    "Image": "Eritingis_aporema_UNSW_ENT_00009836_crop-scale.png"
  },
  {
    "Common Name": "Lace bug 6",
    "Genus": "Eritingis",
    "Specific epitaph": "trivirgata",
    "Morphospecies": "",
    "Author": "(Horváth, 1925)",
    "Description": "This species is recognised by the following combination of characters: tubular piercing/sucking mouthparts; dorsal surface of body with a lace-like texture; convergent frontal cephalic spines, medial cephalic spine comparable in size to other cephalic spines; pronotum with sparse minute hairs; pronotal carinae areolate over disc; tiny paired spines on collum; hemelytra devoid of hairs; costal area of hemelytra strongly areolate; metasternal carinae flared laterally; mesosternal carinae convergent posteriorly and anteriorly.",
    "Distribution": "This species is distributed in eastern Australia (Queensland and New South Wales). This species was found to be data deficient for a definitive conservation assessment.",
    "Habitat": "This species has been collected in five habitat types, including cleared habitats, as well as dry and wet forests.",
    "Life History": "This species is a leaf feeder and is found on the underside of leaves of shrubs and trees. Most specimens have been collected from Argyrodendron actinophyllum. It was collected in as dry and wet forests.",
    "References": "Horváth, G. 1925. Results of Dr. E. Mjöberg's Swedish Scientific Expeditions to Australia 1910–1913. 45. Tingitidae. Arkiv för Zoologi 17A(24): 1-17 [6]. + Drake, C.J. & Ruhoff, F.A. 1962. Synonymic notes and descriptions of new Tingidae (Hemiptera). Studia Entomologica 5: 489-506 [498].",
    "Image": "Eritingis_trivirgata_UNSW_ENT 00028081_crop-scale.png"
  },
  {
    "Common Name": "Plant bug 1",
    "Genus": "Kirkaldyella",
    "Specific epitaph": "rugosa",
    "Morphospecies": "",
    "Author": "Poppius 1921",
    "Description": "This species is recognised by the following combination of characters: tubular piercing/sucking mouthparts; body length: males 3.88-4.70 mm, females 3.9-4.7 mm; body elongate, parallel-sided, with costal margins weakly excavate; body uniformly black, with paler markings on vertex adjacent to eyes; first antennal segment shorter than distance between eyes; pronotum with pair of medial depressions submedially on pronotum; hemelytra weakly depressed at costal fracture; male genital capsule with medial tergal process; male endosomal spiculum with ventral branch deeply bifurcate; medial margin of right paramere with ring of teeth. This species is differentiated from Kirkaldyella schuhi by: presence of pale markings on head (vs absence); (2) absence of pale costal margin (= leading edge) of forewing (vs presence); (3) ventral endosomal spicule deeply bifurcate (vs undivided); (4) teeth on medial margin of right paramere arranged in a ring (vs rectilinear).",
    "Distribution": "This species is mostly known from coastal New South Wales. This species was found to be data deficient for a definitive conservation assessment.",
    "Habitat": "Male and female specimens of Kirkaldyella rugosa have been found on both the leaves and inflorescences of the plant species Lomandra longifolia.",
    "Life History": "Species feed on Lomandra longifolia. Individuals have been observed on plants with and without inflorescences. It is most likely that they feed on the leaves of their host plant; they may also food reproductive parts of this plant species, although this has yet to be observed. Kirkaldyella rugosa have also been found on the same plant with the mirid species, Woodwardiola nsp_LOMA. The nymphs of this species are ant-mimics.",
    "References": "Cassis, G. & Moulds, T., 2002. A systematic revision of the plantbug genus Kirkaldyella Poppius (Heteroptera: Miridae: Orthotylinae: Austromirini. Insect Systematics & Evolution, 33(1), pp. 53-90. DOI: 10.1163/187631202X00055.+ Atlas of Living Australia, 2021. Kirkaldyella rugosa Poppius 1921. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:7d603d4b-7226-4c3c-940c-a5a9cb65380a [Accessed 8 September 2021].",
    "Image": "'Kirkaldyella_rugosa_AMNH_PBI 00402151_cropped-scale.png'"
  },
  {
    "Common Name": "Plant bug 2",
    "Genus": "Kirkaldyella",
    "Specific epitaph": "schuhi",
    "Morphospecies": "",
    "Author": "Cassis & Moulds 2002",
    "Description": "This species is recognised by the following combination of characters: tubular piercing/sucking mouthparts; body length males 3.65-3.90 mm, females 4.1-4.3 mm; body elongate, parallel-sided; body mostly black, including head adjacent to eyes; first antennal segment shorter than distance between eyes; pronotum with pair of medial depressions submedially on pronotum; hemelytra strongly depressed posteriad to costal fracture; male genital capsule with medial tergal process; male endosomal spiculum with ventral branch not bifurcate; medial margin of right paramere with linear row of teeth. This species is differentiated from Kirkaldyella rugosa by: absence of pale markings on head (vs presence); (2) presence of pale costal margin (= leading edge) of forewing (vs absence); (3) ventral endosomal spicule deeply undivided (vs bifurcate); (4) teeth on medial margin of right paramere arranged rectilinear (in a ring).",
    "Distribution": "This species is mostly known from Mt Kaputar National Park, New South Wales. This species was found to be data deficient for a definitive conservation assessment.",
    "Habitat": "Male and female specimens of Kirkaldyella schuhi have been found on both the leaves and inflorescences of the plant species Lomandra longifolia.",
    "Life History": "Species feed on Lomandra longifolia. Individuals have been observed on plants with and without inflorescences. It is most likely that they feed on the leaves of their host plant; they may also food reproductive parts of this plant species, although this has yet to be observed. The nymphs of this species are ant-mimics.",
    "References": "Cassis, G. & Moulds, T., 2002. A systematic revision of the plantbug genus Kirkaldyella Poppius (Heteroptera: Miridae: Orthotylinae: Austromirini. Insect Systematics & Evolution, 33(1), pp. 53-90. DOI: 10.1163/187631202X00055.",
    "Image": "'Kirkaldyella_schuhi_AMNH_PBI 00008953_crop-scale.png'"
  },
  {
    "Common Name": "Hatchet Head Plant Bug",
    "Genus": "Myrmecoroides",
    "Specific epitaph": "grossi",
    "Morphospecies": "",
    "Author": "Carvalho, 1973",
    "Description": "This species is recognised by the following combination of characters: body length, males 3.38-4.49 mm, females 4.49-4.77 mm; tubular piercing/sucking mouthparts; forewing membrane with a single closed cell; middle and hind femora with thin and elongate sensory hairs (= trichobothria) on the ventral surface; dorsal surface dark brown to black, with pale markings; clypeus oval, greatly enlarged, with curved frontal plate; first antennal segment bottle-shaped; second antennal segment cylindrical; male genital capsule without processes; left paramere L-shaped; apex of endosomal spicule serrate. Myrmecoroides grossi is differentiated from M. monteithi by its orange head and the fine details of the male genitalia.",
    "Distribution": "This species is broadly distributed in southeastern Australia. This species was found to be data deficient for a definitive conservation assessment.",
    "Habitat": "This species is known from dry sclerophyll forests. It is known from the grass species Poa labillardierei.",
    "Life History": "This species is likely a grass-feeder. It is ant-mimetic.",
    "References": "Cassis, G. & Wall, M. A., 2010. SYSTEMATICS AND PHYLOGENY OF THE HATCHET HEAD PLANT BUG GENUS MYRMECOROIDES GROSS (INSECTA: HETEROPTERA: MIRIDAE: ORTHOTYLINAE). Entomologica Americana, 116(3/4), pp. 29-49. http://www.jstor.org/stable/40983157.",
    "Image": "Myrmecoroides_grossi_AMNH_PBI_00033724_cropped-sharpen-scale.png"
  },
  {
    "Common Name": "Lace bug 7",
    "Genus": "Oncophysa",
    "Specific epitaph": "vesiculata",
    "Morphospecies": "",
    "Author": "(Stål, 1859)",
    "Description": "This species is recognised by the following combination of characters: tubular piercing/sucking mouthparts; body about 3 mm in length; dorsal surface of body with a lace-like texture; uniform brown colour with white setae; hairless; 3 expanded, bowed carinae on posterior lobe of the pronotum; head and antennae fuscous; third antennal segment lightening to testaceous at distal end; five pale cephalic spines; white hairy patches above antennal bases. This species is similar to O. vesiculata gracilis, but is more robust and has a medial cephalic spine.",
    "Distribution": "This species is broadly distributed in southeastern Australia, including coastal New South Wales. species is broadly distributed in Australia, found in all states and territories aside from Tasmania. This species is not of conservation concern.",
    "Habitat": "This species is found on sclerophyllous forests. It is associated with a Pimelia species.",
    "Life History": "This species is a leaf-feeder.",
    "References": "Hacker, H., 1928. New species and records of Australian Tingitoidea (Hemiptera). Memoirs of the Queensland Museum , Volume 9, pp. 174-188.",
    "Image": "Oncophysa_vesiculata_4x_AMNH_PBI_00013208_cropped-sharpen-scale.png"
  },
  {
    "Common Name": "Plant bug 3",
    "Genus": "Setocoris",
    "Specific epitaph": "",
    "Morphospecies": "msp_BINA",
    "Author": "",
    "Description": "The genus Setocoris is recognised by the following combination of characters: tubular piercing/sucking mouthparts; forewing membrane with a single closed cell; middle and hind femora with thin and elongate sensory hairs (= trichobothria) on the ventral surface; short body, <5 mm in both sexes; body with robust bristle-like hairs, most densely distributed on the dorsal surface; multicoloured body; the male right paramere is greatly reduced. Setocoris msp_BINA is an undescribed species that is recognised by fine details of the male genitalia.",
    "Distribution": "This species is broadly distributed in eastern Australia, including Tasmania. This species was found to be data deficient for a definitive conservation assessment.",
    "Habitat": "This species is found in heathlands and open woodlands. It is found in association with the sundew species, Drosera binata and species of Drosera peltata complex.",
    "Life History": "This species is kleptoparastic on Drosera species, stealing caught plant prey.",
    "References": "China, W.E. & Carvalho, J.C.M. 1951. A new ant-like mirid from Western Australia (Hemiptera: Miridae). Annals and Magazine of Natural History 12 4: 221-225 [221]."
  },
  {
    "Common Name": "Plant bug 4",
    "Genus": "Woodwardiola",
    "Specific epitaph": "",
    "Morphospecies": "msp_LOMA",
    "Author": "",
    "Description": "This new species belongs to the genus Woodwardiola, which is recognised by the following combination of characters: tubular piercing/sucking mouthparts; forewing membrane with a single closed cell; middle and hind femora with thin and elongate sensory hairs (= trichobothria) on the ventral surface; body short, <3 mm in both sexes; body dorsoventrally flattened; body elongate, parallel-sided; dorsum with flattened white, scalelike setae; body dark reddish brown; head triangular, reaching laterally beyond anterolateral margins of pronotum; eyes contiguous with anterior margin of pronotum; first antennal segment short, bulbous; second antennal segment greatly incrassate, barbell-shaped, c. 4x longer than first antennal segment; third and fourth antennal segments thin; pronotum short, subtrapeziform; forewings macropterous; tibiae bicoloured; male endosoma with serrated spicules. Woodwardiola msp_LOMA is a new species and is under review; it is separated from the type genus by fine details of the male genitalia.",
    "Distribution": "This species is restricted to NSW coastal regions. This species was found to be data deficient for a definitive conservation assessment.",
    "Habitat": "This species is known from Lomandra longifolia, in the understorey of rainforest, wet sclerophyll, woodlands and heathlands.",
    "Life History": "This species is a likely leaf-feeder of Lomandra longifolia.",
    "References": "Carvalho, J.C.M. 1973. On some interesting new genera and species of Miridae from Oceania (Hemiptera). Revista Brasileira de Biologia Suppl. 33: 1-9 [5]."
  }
]