[
  {
    "Common Name": "Ant spider 1",
    "Genus": "Asteron",
    "Specific epitaph": "grayi",
    "Morphospecies": "",
    "Author": "Jocqué & Baehr, 2001",
    "Description": "Asteron species have eyes in two strongly procurved rows. Colour of carapace, chelicerae and sternum uniform orange brown. Dorsal abdominal pattern with five white spots on a dark background. Legs yellowish brown with paler patellae and distal tibiae. Species are distinguished by genital characters. Asteron grayi, male body length c. 2.82 mm, female c. 2.92 mm. ",
    "Distribution": "Asteron grayi is found along the Great Dividing Range of Australia between Brisbane and Melbourne, mostly in more seasonal areas slightly away from the coast.",
    "Habitat": "Asteron species are ground-living spiders that are adapted to semi-arid areas or regions with at least a significant dry season.",
    "Life History": "Little is known of the biology of Asteron species. They are part of the subfamily Zodariinae, which are often diurnal and live together with ants. They mimic ant behaviour and most feed on ants.",
    "References": "Jocqué, R. & Baehr, B., 2001. Revisions of genera in the Asteron-complex (Araneae: Zodariidae). Asteron Jocqué and the new genus Pseudasteron. Records of the Australian Museum, Volume 53, pp. 21-36.+ Atlas of Living Australia, n.d. Asteron grayi Jocqué & Baehr, 2001. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:cd2092a7-14c1-4233-8fbd-902b0d2a2477 [Accessed 11 September 2021]."
  },
  {
    "Common Name": "Ant Spider 2",
    "Genus": "Asteron",
    "Specific epitaph": "zabkai",
    "Morphospecies": "",
    "Author": "Jocqué & Baehr, 2001",
    "Description": "Asteron species have eyes in two strongly procurved rows. Colour of carapace, chelicerae and sternum uniform orange brown. Dorsal abdominal pattern with five white spots on a dark background. Legs yellowish brown with paler patellae and distal tibiae. Species are distinguished by genital characters. Asteron zabkai, male body length c. 2.70 mm, female c. 3.56 mm. ",
    "Distribution": "Asteron zabkai is found on the eastern coast of Australia in the National Parks and State Forests between Canberra and Coffs Harbour, mostly in more seasonal areas slightly away from the coast. National parks with populations include Oxley Wild Rivers National Park and Barrington Tops National Park.",
    "Habitat": "Asteron species are ground-living spiders that are adapted to semi-arid areas or regions with at least a significant dry season.",
    "Life History": "Little is known of the biology of Asteron species. They are part of the subfamily Zodariinae, which are often diurnal and live together with ants. They mimic ant behaviour and most feed on ants.",
    "References": "Jocqué, R. & Baehr, B., 2001. Revisions of genera in the Asteron-complex (Araneae: Zodariidae). Asteron Jocqué and the new genus Pseudasteron. Records of the Australian Museum, Volume 53, pp. 21-36. + Atlas of Living Australia, n.d. Asteron zabkai Jocqué & Baehr, 2001. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:2ae76abb-a848-4b9e-97c8-32db9cd1d090#names [Accessed 10 September 2021]"
  },
  {
    "Common Name": "White-Tailed Spider",
    "Genus": "Graycassis",
    "Specific epitaph": "bruxner",
    "Morphospecies": "",
    "Author": "Platnick, 2000",
    "Description": "Genus Graycassis do not have the typical elongate shape of better-known Lampona species. Carapace is rough textured, chestnut-brown, legs orange brown with faint annulations. Male abdomen with almost half length dorsal scute, female scute inconspicuous. Graycassis bruxner differs from most others in the genus by a pair of dorsal white stripes across grey part of abdomen. Body length of males c. 3.6 mm and females c. 4.8 mm.",
    "Distribution": "Graycassis bruxner is found mainly on the northeastern coast of NSW.",
    "Habitat": "Graycassis species are part of the family Lamponidae and typically live in native forests. These species are in a different subfamily to the better known Lampona spp. and are not known to live close to humans.",
    "Life History": "No information",
    "References": "Platnick, N. I., 2000. A Relimitation and Revision of the Australasian Ground Spider Family Lamponidae (Araneae: Gnaphosoidea). Bulletin of the American National History Museum, Volume 245, pp. 1-328.+ Atlas of Living Australia , n.d. Graycassis bruxner Platnick, 2000. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:72d8e712-10e1-44ba-b3ee-8621769eac2c#overview [Accessed 11 September 2021]."
  },
  {
    "Common Name": "White-tailed spider 1",
    "Genus": "Graycassis",
    "Specific epitaph": "dorrigo",
    "Morphospecies": "",
    "Author": "Platnick, 2000",
    "Description": "Genus Graycassis do not have the typical elongate shape of better-known Lampona species. Carapace is rough textured, chestnut-brown, legs orange brown with faint annulations. Male abdomen with almost half length dorsal scute and posterior dorsal abdomen grey, female scute inconspicuous. Graycassis dorrigo is distinguished from most others in the genus by genital characters. Body length of males c. 4.9 mm, females c. 6.1 mm.",
    "Distribution": "Graycassis dorrigo is found along the eastern coast of NSW between Taree towards the the border with Queensland.",
    "Habitat": "Graycassis dorrigo lives in native forests including rainforests along the coast of NSW. Graycassis species are in a different subfamily to the better known Lampona spp. and are not known to live close to humans.",
    "Life History": "No information",
    "References": "Platnick, N. I., 2000. A Relimitation and Revision of the Australasian Ground Spider Family Lamponidae (Araneae: Gnaphosoidea). Bulletin of the American National History Museum, Volume 245, pp. 1-328.+ Atlas of Living Australia, n.d. Graycassis dorrigo Platnick, 2000. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:ec6dd92d-18f4-4ea3-b84a-f4efb1db21f0 [Accessed 11 September 2021]."
  },
  {
    "Common Name": "White-tailed spider 2",
    "Genus": "Lampona",
    "Specific epitaph": "fife",
    "Morphospecies": "",
    "Author": "Platnick, 2000",
    "Description": "Genus Lampona is the familiar White-tailed spiders. The body is rather cylindrical, carapace rough textured, dark reddish brown and abdomen dorsum dark grey with two pairs of white spots and a white spot above the spinnerets. Males have an anterior dorsal scute. The white abdominal markings are usually less distinct in Lampona fife than in the better known L. cylindrata. Lampona species can only be identified by genitalic characters. Male body length c. 5.6 mm, female c. 8.5 mm.",
    "Distribution": "Lampona fife is found along the eastern coast of NSW between Grafton and Newcastle. It has primarily been identified in National Parks such as Oxley Wild Rivers National Parks and Guy Fawkes River National Parks.",
    "Habitat": "Lampona fife is found primarily in native forests including rainforests. Unlike the species L. cylindrata and L. murina, it has no association with human dwellings.",
    "Life History": "No information",
    "References": "Platnick, N. I., 2000. A Relimitation and Revision of the Australasian Ground Spider Family Lamponidae (Araneae: Gnaphosoidea). Bulletin of the American National History Museum, Volume 245, pp. 1-328."
  },
  {
    "Common Name": "Long-spinneret ground spiders 1",
    "Genus": "Molycria",
    "Specific epitaph": "grayi",
    "Morphospecies": "",
    "Author": "Platnick & Baehr, 2006",
    "Description": "Molycriines are a distinctive group, united by the anterior lateral spinnerets being elongate and arising mid way along the underside ofthe abdomen. Molycria species have body length in excess of 2.5 mm and a dark grey dorsal abdomen with a single posterior white patch. Carapace and legs greyish orange, male dorsal abdomen with a weak scute. Legs long and slender. Species within Molycria can only be separated by genitalic characters. Molycria grayi male body length c. 3.46 mm, female c. 3.58 mm.",
    "Distribution": "Molycria grayi has been sparsely recorded from State Forests west of Grafton north to the Queensland border; it is also found on Lord Howe Island.",
    "Habitat": "Molycria grayi has almost exclsively been collected in pitfall traps, suggesting it is active in leaf litter.",
    "Life History": "Some day-active molycriines are ant mimics and may also feed on ants; the habits of most species are not known.",
    "References": "Platnick, N. I. & Baehr, B., 2006. A revision of the Australasian ground spiders of the family Prodidomidae (Araneae, Gnaphosoidea). Bulletin of the American Museum of Natural History, Volume 298, pp. 1-287."
  },
  {
    "Common Name": "Long-spinneret ground spiders 2",
    "Genus": "Molycria",
    "Specific epitaph": "mammosa",
    "Morphospecies": "",
    "Author": "(O.P. Cambridge, 1874)",
    "Description": "Molycriines are a distinctive group, united by the anterior lateral spinnerets being elongate and arising mid way along the underside ofthe abdomen. Molycria species have body length in excess of 2.5 mm and a dark grey dorsal abdomen with a single posterior white patch. Carapace and legs greyish orange, male dorsal abdomen with a weak scute. Legs long and slender. Species within Molycria can only be separated by genitalic characters. Molycria mammosa male body length c. 3.24 mm, female c. 3.50 mm.",
    "Distribution": "Molycria mammosa is found along the eastern coast of Australia from Canberra to Brisbane. It has primarily been observed in National Parks and State Forests but also in gardens.",
    "Habitat": "Found under rocks and in leaf litter in a variety of habitats",
    "Life History": "Some day-active molycriines are ant mimics and may also feed on ants; the habits of most species are not known.",
    "References": "Cambridge, O. P., 1874. On some new genera and species of Araneida. Annals and Magazine of Natural History, Volume 14, pp. 169-183."
  },
  {
    "Common Name": "Hacklemesh Weaver 1",
    "Genus": "Storenosoma",
    "Specific epitaph": "altum",
    "Morphospecies": "",
    "Author": "Davies, 1986",
    "Description": "Storenosoma species are ground dwelling ecribellate spiders of small to moderate size. Carapace and body is brown with paler patterning, legs with dark pigmented bands against lighter brown. Eye pattern is distinctive, strongly procurved (compared with wolf spiders which have a recurved posterior eye row) with the two middle eyes of the posterior row on the top of the carapace behind other eyes and lateral eyes of the posterior row largest and pointing anterior-laterally. Front tarsi of females are distinctly narrower than metatarsi. Storenosoma altum is generally a smaller species than S. terraneum, but many specimens can only be distinguished using genitalia. Body length, male c. 6 mm, female c. 8 mm.",
    "Distribution": "Storenosoma altum is found on the eastern coast of Australia in the National Parks and State Forests between Newcastle and Brisbane. National parks with large populations of the species include New England National Park, Willi Willi National Park and Barrington Tops National Park. This species is sometimes found at the same site as S. terraneum.",
    "Habitat": "Storenosoma species are found in leaf litter and beneath logs in moist forests.",
    "Life History": "Storenosoma species are free-living hunters.",
    "References": "Milledge, G. A., 2011. A Revision of Storenosoma Hogg and Description of a New Genus, Oztira (Araneae: Amaurobiidae. Records of the Australian Museum, Volume 63, pp. 1-32. DOI:10.3853/j.0067-1975.63.2011.1579. + Davies, V. T., 1986. New Australian species of Otira Forster & Wilton, 1973 and Storenosoma Hogg, 1900 (Araneae : Amaurobiidae). Memoirs of the Queensland Museum, Volume 22, pp. 237-251.+ Atlas of Living Australia, n.d. Storenosoma altum Davies, 1986. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:a06173fb-9e68-4435-b21b-b5526369d028#names [Accessed 10 September 2021]."
  },
  {
    "Common Name": "Hacklemesh Weaver 2",
    "Genus": "Storenosoma",
    "Specific epitaph": "terraneum",
    "Morphospecies": "",
    "Author": "Davies, 1986",
    "Description": "Storenosoma species are ground dwelling ecribellate spiders of small to moderate size. Carapace and body is brown with paler patterning, legs with dark pigmented bands against lighter brown. Eye pattern is distinctive, strongly procurved (compared with wolf spiders which have a recurved posterior eye row) with the two middle eyes of the posterior row on the top of the carapace behind other eyes and lateral eyes of the posterior row largest and pointing anterior-laterally. Front tarsi of females are distinctly narrower than metatarsi. Storenosoma tarraneum is generally a larger species than S. altum, but many specimens can only be distinguished using genitalia. Body length, male c. 8 mm, female c. 12 mm.",
    "Distribution": "Storenosom terraneum is found along the eastern coast of Australia from Melbourne to Brisbane. It is typically found within National Parks such as Blue Mountains National Park and Barrington Tops National Park. This species is sometimes found at the same site as S. altum.",
    "Habitat": "Storenosoma species are found in leaf litter and beneath logs in moist forests.",
    "Life History": "Storenosoma species are free-living hunters.",
    "References": "Milledge, G. A., 2011. A Revision of Storenosoma Hogg and Description of a New Genus, Oztira (Araneae: Amaurobiidae. Records of the Australian Museum, Volume 63, pp. 1-32. DOI:10.3853/j.0067-1975.63.2011.1579. + Davies, V. T., 1986. New Australian species of Otira Forster & Wilton, 1973 and Storenosoma Hogg, 1900 (Araneae : Amaurobiidae). Memoirs of the Queensland Museum, Volume 22, pp. 237-251.+ Atkinson, R., 2019 . Storenosoma terranuem. [Online] Available at: http://www.findaspider.org.au/find/spiders/729.htm [Accessed 10 September 2021].(Atlas of Living Australia , n.d.) + Atlas of Living Australia , n.d. Storenosoma terraneum Davies, 1986. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:16f1c993-1e38-4d19-a75e-e3a04f769000 [Accessed 11 September 2021]."
  },
  {
    "Common Name": "Wolf spider",
    "Genus": "Venatrix",
    "Specific epitaph": "australiensis",
    "Morphospecies": "",
    "Author": "Framenau & Vink, 2001",
    "Description": "Wolf spiders (Lycosidae) have a distinctive eye pattern, with the posterior eye row strongly recurved, so the median eyes are forward looking and the posterior eyes point laterally. Venatrix australiaensis males and females have similar colouring with a dark brown carapace with pale median and lateral stripes,  abdomen with dark brown lateral stripes, paler centre with four dark marks; underside the abdomen is dark with two pale stripes (sometimes absent in females), not quite meeting ahead of the spinnerets. Legs brown with dense hairs on lower surface of tarsi and metatarsi of front pairs of legs. Male palp with a claw on the cymbium. Body length males, 13.4-16.0 mm, females 14.6-19.0 mm.",
    "Distribution": "Venatrix australiensis is found on the east coast between southern NSW and Bundaberg, QLD. It is typically found within National Parks such as Guy Fawkes National Park and Washpool National Park.",
    "Habitat": "Venatrix australiensis is a litter dwelling species that lives in forest habitats at altitudes up to 1340 m with most observations above 300 m.",
    "Life History": "The claw on the tip of the male pedipalp has been noted to be used to scrape the ground during courtship in some Venatrix species. Female wolf spiders carry their eggs sacs on their spinnerets then spiderlings are carried on the female wolf spiders back until young are able to survive on their own. Venatrix species are probably active hunters but details of the life history of V. australiensis are unknown.",
    "References": "Framenau, V. W. & Vink, C. J., 2001. Revision of the wolf spider genus Venatrix Roewer (Araneae:Lycosidae). Invertebrate Taxonomy, Volume 15, pp. 927-970. DOI: https://doi.org/10.1080/00222930600661953.+ Atlas of Living Australia , 2021. Venatrix australiensis Framenau & Vink, 2001. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:3a70d486-30e8-418e-83fb-699073ea0c72#overview [Accessed 3 September 2021].+ Atlas of Living Australia , 2021. LYCOSIDAE Sundevall, 1833. [Online] Available at: https://bie.ala.org.au/species/urn:lsid:biodiversity.org.au:afd.taxon:675e3b05-fda3-4a17-adb8-94ad85f466bf#gallery [Accessed 3 September 2021]."
  }
]